[{"tag":"salam","responses":["Halo yang disana.Katakan padaku bagaimana perasaanmu hari ini?","Hai, yang di sana.Apa yang membawamu ke sini hari ini?","Hai, yang di sana.Bagaimana perasaan Anda hari ini?","Senang bertemu denganmu.Bagaimana perasaan Anda saat ini?","Halo yang disana.Senang melihat Anda kembali.Apa yang terjadi di dunia Anda saat ini?"]},{"tag":"sedih","responses":["Saya turut berduka mendengarnya.Aku di sini Untukmu.Membicarakannya mungkin membantu.Jadi, beri tahu saya mengapa menurut Anda Anda merasa seperti ini?","Aku di sini Untukmu.Bisakah Anda memberi tahu saya mengapa Anda merasa seperti ini?","Menurut Anda mengapa Anda merasa seperti ini?","Sudah berapa lama Anda merasa seperti ini?"]},{"tag":"senang","responses":["Senang mendengar.Saya senang Anda merasa seperti ini.","Oh begitu. Itu hebat.","Apakah sesuatu terjadi yang membuat Anda merasa seperti ini?"]},{"tag":"takut","responses":["Wajar untuk merasakan hal ini.Aku di sini Untukmu.","Semuanya akan baik -baik saja.Perasaan ini hanya sesaat.","Saya mengerti bagaimana perasaan anda.Jangan turun sendiri karena itu."]},{"tag":"bunuh diri","responses":["Saya sangat menyesal mendengarnya tetapi Anda memiliki banyak hal untuk dinantikan.Silakan mencari bantuan dengan menghubungi: 9152987821."]},{"tag":"Selesai","responses":["Saya mendengar Anda dan mencatat semuanya.Sampai jumpa lagi.","Oh oke kita sudah selesai untuk hari ini.Sampai jumpa lagi","Semoga harimu menyenangkan.Sampai berjumpa lagi","Oke kita sudah selesai.Semoga harimu menyenangkan","Oke begitu.Nikmati sisa hari Anda"]},{"tag":"about_mentalhealth","responses":["Kesehatan mental adalah keadaan kesejahteraan di mana individu tersebut menyadari kemampuannya sendiri, dapat mengatasi tekanan kehidupan yang normal, dapat bekerja secara produktif dan bermanfaat, dan mampu memberikan kontribusi kepada komunitasnya. Menjaga kesehatan mental sangat penting untuk menstabilkan perilaku konstruktif, emosi, dan pikiran.Berfokus pada perawatan kesehatan mental dapat meningkatkan produktivitas, meningkatkan citra diri kita, dan meningkatkan hubungan."]},{"tag":"about_depression","responses":["Depresi merupakan gangguan kesehatan mental yang ditandai dengan suasana hati yang tertekan atau kehilangan minat dalam kegiatan, menyebabkan gangguan yang signifikan dalam kehidupan sehari -hari. Untuk diagnosis depresi, seseorang perlu mengalami suasana hati yang rendah atau kehilangan minat atau kesenangan dalam hidup setidaknya selama 2 minggu.Juga, mereka akan mengalami gejala -gejala berikut: perasaan sedih, putus asa, atau mudah marah hampir setiap hari. Untuk diagnosis selanjutnya mungkin anda dapat berkonsultasi secara langsung dengan psikolog ataupun psikiater."]},{"tag":"about_mentalillness","responses":["Penyakit mental adalah kondisi kesehatan yang mengganggu pikiran, emosi, hubungan, dan fungsi sehari -hari seseorang.Mereka dikaitkan dengan kesusahan dan berkurangnya kapasitas untuk terlibat dalam kegiatan kehidupan sehari -hari yang biasa.Penyakit mental jatuh di sepanjang rangkaian keparahan: beberapa cukup ringan dan hanya mengganggu beberapa aspek kehidupan, seperti fobia tertentu.Di ujung lain spektrum terletak penyakit mental yang serius, yang mengakibatkan gangguan fungsional utama dan gangguan dengan kehidupan sehari -hari.Ini termasuk gangguan seperti depresi berat, skizofrenia, dan gangguan bipolar, dan mungkin mengharuskan orang tersebut menerima perawatan di rumah sakit.Penting untuk mengetahui bahwa penyakit mental adalah kondisi medis yang tidak ada hubungannya dengan karakter, kecerdasan, atau kemauan seseorang.Sama seperti diabetes adalah kelainan pankreas, penyakit mental adalah kondisi medis karena biologi otak.Demikian pula dengan bagaimana seseorang akan mengobati diabetes dengan obat -obatan dan insulin, penyakit mental dapat diobati dengan kombinasi obat dan dukungan sosial.Perawatan ini sangat efektif, dengan 70-90 persen orang yang menerima pengobatan mengalami pengurangan gejala dan peningkatan kualitas hidup.Dengan perawatan yang tepat, sangat mungkin bagi orang dengan penyakit mental untuk mandiri dan sukses."]}]
